oc-ece-mesa/mesa-basalt/arduino-ide-board/boards.txt
basalt.name=MESA Basalt
basalt.build.mcu=cortex-m0plus
basalt.build.series=STM32C0xx
basalt.build.board=basalt
basalt.build.core=arduino
basalt.build.variant=basalt
